tap "nikitabobko/tap"
brew "btop"
brew "fzf"
brew "neovim"
brew "zoxide"
brew "zsh-autocomplete"
brew "felixkratz/formulae/borders"
cask "nikitabobko/tap/aerospace"
cask "alt-tab"
cask "font-fira-code-nerd-font"
cask "linearmouse"
cask "neovide-app"
cask "raycast"
cask "wezterm"
cask "spotify"
brew "ripgrep"
